# St7DeleteResultFileCombFileName

Deletes the specified file from the current results file combination.

long St7DeleteResultFileCombFileName(long uID, long FileNum)
Input Parameters
uID
Strand7 model file ID.
FileNum
File number in current combination.